[
 {
   "Person": "Sam Hinkie",
   "Phrase": "I hope this letter finds you well."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Accordingly, you should anticipate some mild cheerleading (of others) sprinkled with a healthy dose of self-flagellation about things I’ve done wrong."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "There has been much criticism of our approach. There will be more. A competitive league like the NBA necessitates a zig while our competitors comfortably zag."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We often chose not to defend ourselves against much of the criticism, largely in an effort to stay true to the ideal of having the longest view in the room."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "To attempt to convince others that our actions are just will serve to paint us in a different light among some of our competitors as progressives worth emulating, versus adversaries worthy of their disdain. Call me old-fashioned, but sometimes the optimal place for your light is hiding directly under a bushel."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "With Scott O’Neil running our business operations, you are in good hands. I can assure you that when your team is eventually able to compete deep into May, Scott will ably and efficiently separate the good people of the Delaware Valley from their wallets on your behalf. Worry not."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "A league with 30 intense competitors requires a culture of finding new, better ways to solve repeating problems. In the short term, investing in that sort of innovation often doesn’t look like much progress, if any."
 },
 {
   "Person": "Abraham Lincoln",
   "Phrase": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe."
 },
 {
   "Person": "Warren Buffett",
   "Phrase": "I am not attuned to this environment, and I don’t want to spoil a decent record by trying to play a game I don’t understand just so I can go out a hero"
 },
 {
   "Person": "Seth Klarman",
   "Phrase": "It isn’t the only way of thinking, but it’s how we approach it"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "First, this list is anything but exhaustive, and hardly mine alone. Whenever possible, I think crosspollinating ideas from other contexts is far, far better than attempting to solve our problems in basketball as if no one has ever faced anything similar."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Accordingly, this approach comes from a frequent search into behavioral economics, cognitive science, and a lot of observation and trial and error over my 11 years in the NBA. And mistakes. Lots and lots of mistakes."
 },
 {
   "Person": "Charlie Munger",
   "Phrase": "1. First, what are the factors that really govern the interests involved, rationally considered? 2. Second, what are the subconscious influences where the brain at a subconscious level is automatically doing these things—which by and large are useful, but which often malfunctions?"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "To do this requires you to divorce process from outcome. You can be right for the wrong reasons. In our business, you’re often lionized for it. You can be wrong for the right reasons. This may well prove to be Joel Embiid."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "There is signal everywhere that Joel is unique, from the practice gyms in Lawrence, Kansas to Bala Cynwyd, Pennsylvania to Doha, Qatar where he does something awe inspiring far too regularly. We remain hopeful (and optimistic) about his long-term playing career, but we don’t yet know exactly how it will turn out."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "The decision to draft Joel third, though, still looks to me to be the correct one in hindsight given the underlying reasoning. But to call something that could be wrong (“failed draft pick”) right (“good decision”) makes all of our heads hurt, mine included. "
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Lifelong learning is where it’s at. To walk down that path requires a deep-seated humility about a) what’s knowable, and b) what each of us know. We hire for this aggressively. We celebrate this internally. And we’ve been known to punish when we find it woefully lacking."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We talk a great deal about being curious, not critical. About asking the question until you understand something truly. About not being afraid to ask the obvious question that everyone else seems to know the answer to. And about the willingness to say three simple words, “I don’t know.”"
 },
 {
   "Person": "Elon Musk",
   "Phrase": "You should take the approach that you’re wrong. Your goal is to be less wrong."
 },
 {
   "Person": "Bill James",
   "Phrase": "We’ve only taken a bucket of knowledge from a sea of ignorance."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "A way to prop up this kind of humility is to keep score. Use a decision journal. Write in your own words what you think will happen and why before a decision. Refer back to it later. See if you were right, and for the right reasons (think Bill Belichick’s famous 4th down decision against Indianapolis in 2009 which summarizes to: good decision, didn’t work)."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Reading your own past reasoning in your own words in your own handwriting time after time causes the tides of humility to gather at your feet. I’m often in waist-deep water here."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "The other reason to keep track yourself is you’re often the only one to see the most insidious type of errors, the ones the narrative generating parts of our lizard brains storytell their way around—errors of omission."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "You don’t have a wobbly understanding of just the things you got wrong, but the things you got right but not right enough. Listen to Charlie Munger talk about how he and Berkshire Hathaway should be measured not by their success, but by how much more successful they would have been if they bought more of something"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Investing in disruptive innovation doesn’t ferment misunderstanding, it necessitates it. "
 },
 {
   "Person": "Jeff Bezos",
   "Phrase": "There are a few prerequisites to inventing…You have to be willing to fail. You have to be willing to think long-term. You have to be willing to be misunderstood for long periods of time"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "A yearning for innovation requires real exploration. It requires a persistent search to try (and fail) to move your understanding forward with a new tool, a new technique, a new insight. Sadly, the first innovation often isn’t even all that helpful, but may well provide a path to ones that are."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "This is an idea that Steven Johnson of Where Good Ideas Come From popularized called the “adjacent possible.” Where finding your way through a labyrinth of ignorance requires you to first open a door into a room of understanding, one that by its very existence has new doors to new rooms with deeper insights lurking behind them."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "In most endeavors, it’s fine to be content to woodshed until you get something near perfect. You want that to be you. Grit matters. But it won’t be long until some innovation makes all that effort newly obsolete. You want that to be you, too."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "It is critical to be cycle aware in a talent-driven league. In a situation like yours at the Sixers, where a variety of circumstances left you near a trough in the cycle (and falling), amplifying this cycle became crucial. Today’s outcomes for every team are heavily impacted by decisions past (who to draft, sign, trade, hire, etc.)."
 },
 {
   "Person": "Jeff Bezos",
   "Phrase": "If Amazon has a good quarter it’s because of work they did 3, 4, 5 years ago—not because they did a good job that quarter."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Today’s league-leading Golden State Warriors acquired Draymond Green, Andrew Bogut, and Klay Thompson almost 4 years ago, nearly 4 years ago exactly, and almost 5 years ago. In this league, the long view picks at the lock of mediocrity."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Check out the 10,000 Year Clock. It is no mere thought experiment, but an actual clock being designed to be placed inside a mountain in West Texas, wound, and left to tick and chime for ten thousand years. Why? Because to design something that lasts that long makes us all consider what the world will look like between now and then. In return, we might be inspired to do something about it."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "More practically, to take the long view has an unintuitive advantage built in—fewer competitors."
 },
 {
   "Person": "Warren Buffett",
   "Phrase": "In any sort of a contest—financial, mental, or physical—it’s an enormous advantage to have opponents who have been taught that it's useless to even try."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Ask who wants to trade for an in-his-prime Kevin Garnett and 30 hands will go up. Ask who planned for it three or four years in advance and Danny Ainge is nearly alone. Same for Daryl Morey in Houston trading for James Harden."
 },
 {
   "Person": "Peter Holt",
   "Phrase": "after signing LaMarcus Aldridge this summer, “R.C. [Buford] came to us with this plan three years ago, four years ago—seriously. And we’ve worked at it ever since.”"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "This one is tricky, and getting more so in a league as healthy and popular as the NBA that is covered by beat writers, columnists, bloggers, commentators, and fans minute-to-minute. If you want to have real success you have to very often be willing to do something different from the herd."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "In the NBA, that’s wins. The same 82 games are up for grabs every year for every team. Just like in 1985 (or before). To get more wins, you’re going to have to take them from someone else. Wins are a zerogrowth industry (how many of you regularly choose to invest in those?), and the only way up is to steal share from your competitors. You will have to do something different. You will have to be contrarian."
 },
 {
   "Person": "Howard Marks",
   "Phrase": "A necessary condition of great performance: you have to be nonconsensus and right. Both. That means you have to find some way to have a differentiated viewpoint from the masses. And it needs to be right. Anything less won’t work."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "But this is difficult, emotionally and intellectually. Seth Klarman talks about the comfort of consensus. It’s much more comfortable to have people generally agreeing with you. By definition, those opportunities in a constrained environment winnow away with each person that agrees with you, though."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "It reminds me of when we first moved to Palo Alto. Within about a week of living there a voice kept telling me, “This is great. Great weather, 30 minutes to the ocean, 3 hours to ski, a vibrant city 30 miles away, and one of the world’s best research universities within walking distance. People should really move here.” Then 5 I looked at real estate prices. I was right, yes, but this view was decidedly not a non-consensus view. My viewpoint as a Silicon Valley real estate dilettante, which took a whole week to form, had been priced in. Shocker."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "To develop truly contrarian views will require a never-ending thirst for better, more diverse inputs. What player do you think is most undervalued? Get him for your team. What basketball axiom is most likely to be untrue? Take it on and do the opposite."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "What is the biggest, least valuable time sink for the organization? Stop doing it. Otherwise, it’s a big game of pitty pat, and you’re stuck just hoping for good things to happen, rather than developing a strategy for how to make them happen."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "There has to be a willingness to tolerate counterarguments, hopefully in such a way that you can truly understand and summarize the other side’s arguments at least as well as they can. And then, after all that, still have the conviction to separate yourself from the herd."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Uncertainty one can be really difficult, especially when the stakes are high. But it’s critical to making rational decisions over the long term. We are all so tempted to simplify when something is hard to think about, simply to get it out of our mind by treating it as impossible."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "That’s surely a very, very high number for any player that is ever available to you to be added to your team. Once you accept that, it becomes clear that shrinking the confidence interval around that estimate (and the estimates of the downside risk at the other end of the spectrum) becomes pretty darn important."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "In some decisions, the uncertainties are savage. You have to find a way to get comfortable with that range of outcomes. If you can’t, you’re forced to live with many fewer options to choose amongst which leads over the long term to lesser and lesser outcomes."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "The illusion of control is an opiate, though. Nonetheless, it is annoyingly necessary to get comfortable with many grades of maybe. Sixers fans come up to me to say hello and many of them say the same thing (almost instinctively) as we part, “Good luck.” My standard reply: “Thanks. We’ll need it.”"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Science is about predictions. Understanding the world until you can make a prediction about what will happen next. If you’re not sure, test it. Measure it. Do it again. See if it repeats."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "For the Sixers, this has meant efforts like tracking every shot in every gym where we shoot, making predictions in writing about what we think will happen with a player or a team, and generally asking more questions about the game than some are comfortable to have said aloud."
 },
 {
   "Person": "Tim Urban",
   "Phrase": "So if we want to think like a scientist more often in life, those are the three key objectives—to be humbler about what we know, more confident about what’s possible, and less afraid of things that don’t matter."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "While contrarian views are absolutely necessary to truly deliver, conventional wisdom is still wise. It is generally accepted as the conventional view because it is considered the best we have. Get back on defense. Share the ball. Box out. Run the lanes. Contest a shot.place to start is often wherever they left off."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "These things are real and have been measured, precisely or not, by thousands of men over decades of trial and error. Hank Iba. Dean Smith. Red Auerbach. Gregg Popovich. The single best "
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "There are plenty of caricatures of our approach on your behalf, the most common of which is that folks here don’t even watch the games. That instead there is some mystical way by which we make decisions that doesn’t have anything to do with building a basketball team. That’s simply untrue."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Maybe someday the information teams have at their disposal won’t require scouring the globe watching talented players and teams. That day has not arrived, and my Marriott Rewards points prove it from all the Courtyards I sleep in from November to March."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "And maybe the key one: will he sacrifice—his minutes, his touches, his shots, his energy, his body—for the ultimate team game that rewards sacrifice? That information, as imperfect and subjective as it may be, comes to light most readily in gyms and by watching an absolute torrent of video."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "New Zealand’s flightless bird the moa (measuring in at 10 ft, 400 lbs.) had the life tramping around the South Island for a great long run; then the first Māori explorers washed ashore in canoes, and that was that."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "I still miss Blackberry’s keyboard, but the 2007 iPhone debut rendered it nearly obsolete to all but a few of us curmudgeons."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Watch what’s happening with the collaboration between IBM’s Watson and M.D. Anderson or Google DeepMind’s AlphaGo. It won’t be just an ancient board game that’s disrupted. It’s also anything but a game to Lee Sedol."
 },
 {
   "Person": "Max Planck",
   "Phrase": "A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "The strategy we settled on was straightforward, even if arduous. Replenish the talent pipeline, improve the quality and quantity of players on the roster, shift the style of play towards tomorrow’s champions, and become a culture focused on innovation."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "You heard me speak of these goals at each of our quarterly board meetings; always the same since June of 2013. Variety is overrated."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "This continuity of focus has served to frustrate many. I’ve found those most frustrated are those that either underestimate the enormity of the challenge or fundamentally want something else."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "1. Draft: invest in the deepest pool of star players—young players via the NBA Draft. 2. Free Agency: maintain financial flexibility to assume contract liabilities of other teams to acquire picks and prospects and move quickly toward special opportunities in signings/trade. 3. Trade: gather attractive, improving players to (best case) develop to win games for the Sixers, or (worst case) trade for better players or players likely to improve at a faster rate."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We determined to play a faster style that recognizes the importance of speed in tomorrow’s NBA and one that quickly integrates young players. We set out to improve our shot selection toward high efficiency basketball. We also wanted to build a defensive identity that—in time—could thwart tomorrow’s high-efficiency offenses"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "It is worth noting that over the long term, basketball teambuilding is about one primary thing—the players. Those players the team has on the roster at the time and those they hold the rights to. Plus those that are to follow. All of the operations, from management to coaches to support staff to systems only exist for one reason—the players."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We have had the good fortune of drafting relatively early, giving us access to some especially talented players, including Jahlil Okafor (#3), Joel Embiid (#3), and Nerlens Noel (#6). Many in our office tried to set a line of when Jahlil would see his first double team in this league. Those with the under looked smart by the end of opening night, where he went for 26 points and 7 rebounds"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We also put ourselves into position to draft in the second round, where we found two 22-year-old gems to date, including Jerami Grant (#39) and Richaun Holmes (#37). Outside of the top 60 selections delivered two more players with real NBA futures in 24-year-old T.J. McConnell and 25-year-old Robert Covington."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "We need to identify high potential prospects and find ways to add them to our program. Then we need to work with them on their game in a targeted way to maximize their performance, their impact on the floor, and their value. One way is to draft them and put them on our 15-man roster. We do that."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Another is to draft them and hold their exclusive NBA rights while they play professionally in a league that doesn’t start with N and end with A. Now we do that."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "This approach, like many that create value, isn’t popular, particularly locally. But it’s also nothing new, just the same typeface bolded. It requires deep player evaluations around the globe, is helped by a network of international relationships, and most of all, patience."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "In the upcoming May draft lottery, we have what will likely be the best ever odds to get the #1 overall pick (nearly 30%), a roughly 50/50 chance at a top-2 pick (the highest ever), and a roughly 50/50 chance at two top-5 picks, which would be the best lottery night haul ever."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "If you were to estimate the value of those firsts and the ones to follow, from this point forward we have essentially two NBA teams’ worth of first round pick value plus the third most second round picks in the league."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Our salary cap position going forward is easily the NBA's best. The most room, the most flexibility, providing the widest available set of options in free agency or trade of any club. This stockpile can be used all at once or strategically over the ensuing years to acquire players that fit your team, improve in your development program, and help you move up the standings."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "During this phase of acquiring players and picks to really invest in our future and climb higher than we have in over 30 years, we spent a bit over $135M on payroll across the three seasons, while the NBA median spend was over $200M. That won’t last, as over time a climb up the standings will see spend rise precipitously as well."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "These advantages over our competitors are material, but well short of deterministic. From here a whole host of solid decisions are necessary to play our hand out of this stacked deck."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Building a talent pipeline into our program, while important, is of course not the only goal we had. Even with young players and expected roster turnover, we needed to move the club toward a style that was conducive to winning in tomorrow’s NBA"
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Your club is on solid footing now, with much hard work yet to be done. As we continued to invest in young players, acquire more draft selections, and maintain cap flexibility the forward-looking markets took notice."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Lottery night will be nerve-wracking for most and exciting for all. I said to Josh & David last year during the NBA’s Draft Lottery that it is rare for the importance of luck in our lives to be laid bare for the whole world to see. Walking out with a top-5 pick in each hand would be exciting, but it’s not necessary. The rights to those picks don’t extinguish, but instead move forward to a future year, one filled with new possibilities and challenges both."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Regardless of the haul that comes out of a May night in New York, the team is likely to see additional lottery pick talent hit the court next season regardless. Two additional first round picks this year are available to you as well. Plus additional draft picks are set to flow in regularly for many years to come. Plus the league’s best cap position. A bevy of young players. A deep and passionate coaching staff. An innovative management team. A beautiful new practice facility set to open before training camp. In a city with wonderful basketball heritage. You could do worse."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "The NBA can be a league of desperation, those that are in it and those that can avoid it. So many find themselves caught in the zugzwang, the point in the game where all possible moves make you worse off. Your positioning is now the opposite of that."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "Thank you for the opportunity you all gave me to lead this storied franchise. My gratification is beyond my power to express. What is unequivocal is that the principal beneficiary of your largesse has been me. Thank you."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "It’s clear now that I won’t see the harvest of the seeds we planted. That’s OK. Life’s like that. Many of my NBA friends cautioned me against the kind of seed sowing that felt appropriate given the circumstances for exactly this reason. But this particular situation made it all the more necessary, though. Part of the reason to reject fear and plow on was exactly because fear had been the dominant motivator of the actions of too many for too long."
 },
 {
   "Person": "Sam Hinkie",
   "Phrase": "While amassing his war chest, Hinkie endured three years of ridicule and derision; he was accused of being more spreadsheet than human, of befouling the Great American Spirit of Sports."
 }
]
